"STORE_DESCRIPTION" = "VLC הוא נגן מולטימדיה חופשי ובקוד פתוח למגוון מערכות.\nהנגן יכול לנגן את כל הסרטים, התוכניות והמוזיקה שלך ברוב תצורות הקבצים ישירות ללא המרה.\nהוא מאפשר לסנכרן קבצים מול Dropbox,‏ GDrive, OneDrive,‏ Box,‏ iCloud Drive,‏ iTunes, הורדות ישירות ודרך שיתוף אלחוטי לרבות הזרמה מ־SMB,‏ FTP,‏ SFTP,‏ NFS,‏ UPnP/DLNA, משרתי מדיה ומהאינטרנט.\nנגן VLC מציע תמיכה בכתוביות מתקדמות לרבות תאימות מלאה ל־SSA, שמע במגוון ערוצים, בקרת מהירות נגינה ופענוח דרך Chromecast.\n\nVLC הוא חופשי לחלוטין ובקוד פתוח.";

"STORE_DESCRIPTION_TV" = "VLC הוא נגן מולטימדיה חופשי ובקוד פתוח למגוון מערכות.\nהנגן יכול לנגן את כל הסרטים, התוכניות והמוזיקה שלך ברוב תצורות הקבצים ישירות ללא המרה.\nהוא מאפשר נגינה מרחוק דרך ה־Mac או המחשב האישי שלך דרך מנשק דפדפן לרבות הזרמה מ־SMB,‏ FTP,‏ SFTP,‏ NFS,‏ UPnP/DLNA, משרתי מדיה ומהאינטרנט.\nנגן VLC מציע תמיכה בכתוביות מתקדמות לרבות תאימות מלאה ל־SSA, שמע במגוון ערוצים, בקרת מהירות נגינה ופענוח דרך Chromecast.\n\nVLC הוא חופשי לחלוטין ובקוד פתוח.\n\nיצירות האומנות סופקו על ידי TMDb, שהוא מסד נתונים של סרטים שמתוחזק על ידי הקהילה.";

"UNKNOWN_TRACK_TYPE" = "סוג רצועה בלתי ידוע";
"CHOOSE_TITLE" = "בחר כותר";
"CHOOSE_CHAPTER" = "בחר פרקים";
"CHAPTER_SELECTION_TITLE" = "פרקים";
"TITLE" = "כותר";
"CHAPTER" = "פרק";
"TRACK_SELECTION" = "בחירת ערוץ";
"AUDIO" = "שמע";
"SUBTITLES" = "תרגומים";
"LANGUAGE" = "שפה";
"MEDIA_INFO" = "פרטי מדיה";
"VIDEO_DIMENSIONS" = "מידות וידאו";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i פיקסל";
"FORMAT_AUDIO_TRACKS" = "ערוצי שמע %i";
"ONE_AUDIO_TRACK" = "ערוץ שמע אחד";
"FORMAT_SPU_TRACKS" = "%i ערוצי כתוביות";
"ONE_SPU_TRACK" = "ערוץ כתוביות אחד";
"TRACKS" = "%i רצועות";
"TRACK" = "רצועה %i";
"TRACKS_DURATION" = "%u רצועות, משך: %@";
"NB_ALBUM_FORMAT" = "אלבום %i";
"NB_ALBUMS_FORMAT" = "%i אלבומים";

"PLAYING_EXTERNALLY_TITLE" = "מחוברת טלוויזיה";
"PLAYING_EXTERNALLY_DESC" = "קטע וידאו זה מתנגן בטלוויזיה";
"PLAYING_EXTERNALLY_ADDITION" = "\n מתנגן כעת ב־:"; /* \n should stay in every translation */

"VFILTER_HUE" = "גוון";
"VFILTER_CONTRAST" = "ניגודיות";
"VFILTER_BRIGHTNESS" = "בהירות";
"VFILTER_SATURATION" = "רוויה";
"VFILTER_GAMMA" = "גאמה";

"PRESET_PREAMP_SETTING" = "הגדרות ערכה מוגדרת / הגברה טרומית";
"PREAMP" = "Preamp";
"SNAP_BANDS" = "הצמדת ערוצים";

"PLAYBACK_FAILED" = "הנגינה נכשלה";
"PLEASE_WAIT" = "אנא המתן";
"AR_CHANGED" = "יחס תצוגה: %@";
"DEFAULT" = "בררת מחדל";
"FILL_TO_SCREEN" = "לחתוך למילוי המסך";
"PLAYBACK_SPEED" = "מהירות הנגינה";
"SPU_DELAY" = "עיכוב בכתוביות";
"AUDIO_DELAY" = "עיכוב בשמע";
"BUTTON_SLEEP_TIMER" = "טיימר שינה";
"SLEEP_TIMER_UPDATED" = "מתזמן השינה עודכן";
"CONTINUE_PLAYBACK" = "להמשיך נגינה?";
"CONTINUE_PLAYBACK_LONG" = "האם את/ה מעוניין/ת להמשיך את הנגינה של \"%@\" בנקודה שהופסקה?";

"BUTTON_ABOUT" = "על אודות";
"BUTTON_BACK" = "חזרה";
"BUTTON_DONE" = "בוצע";
"BUTTON_CANCEL" = "ביטול";
"BUTTON_SAVE" = "שמירה";
"BUTTON_DOWNLOAD" = "הורדה";
"BUTTON_DELETE" = "מחק";
"BUTTON_OK" = "אישור";
"BUTTON_DISMISS" = "התעלמות";
"BUTTON_CONTACT" = "ליצור אתנו קשר";
"BUTTON_CONNECT" = "חיבור";
"BUTTON_RENAME" = "שינוי שם";
"BUTTON_LEARN_MORE" = "מידע נוסף";
"BUTTON_LOGOUT" = "התנתק";
"BUTTON_CONTINUE" = "המשך";
"BUTTON_SET" = "הגדרה";
"BUTTON_RESET" = "איפוס";
"BUTTON_RESCAN" = "סריקה מחדש";
"PRIVATE_PLAYBACK_TOGGLE" = "נגינה פרטית";
"SCAN_SUBTITLE_TOGGLE" = "חיפוש אחר כתוביות (http בלבד)";

"BUTTON_RENDERER" = "התקני שידור";
"BUTTON_RENDERER_HINT" = "הצגת תפריט עם התקני השידור הזמינים";
"BUTTON_AIRPLAY" = "AirPlay או Bluetooth";
"BUTTON_AIRPLAY_HINT" = "הצגת תפריט של התקני AirPlay או Bluetooth זמינים";

"UPGRADING_LIBRARY" = "ספריית המדיה משתדרגת";

"FAVORITES" = "מועדפים";
"NO_FAVORITES" = "אין מועדפים עדיין";
"NO_FAVORITES_DESCRIPTION" = "אפשר לסמן את התיקיות המועדפות עליך בעת עיון בשרתים כדי שיופיעו כאן.";
"ADD_FAVORITE" = "הוספה למועדפים";
"REMOVE_FAVORITE" = "הסרה מהמועדפים";
"FAVORITE_ALERT_TITLE" = "להוסיף את התיקייה הזאת למועדפים שלך?";
"UNFAVORITE_ALERT_TITLE" = "להסיר את התיקייה הזאת מהמועדפים שלך?";

"OPEN_NETWORK" = "פתיחת תזרים רשת";
"NETWORK_TITLE" = "תזרים רשת";
"OPEN_NETWORK_HELP" = "נא להזין כתובת כלשהי מסוג HTTP, RTSP, RTMP, MMS, FTP או UDP/RTP כדי לפתוח את התזרים ישירות.";
"HTTP_UPLOAD_SERVER_OFF" = "שרת בלתי פעיל";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "אין חיבור אלחוטי פעיל";
"OPEN_STREAM_OR_DOWNLOAD" = "האם להוריד או לנגן את הכתובת הזאת?";
"ALWAYS_STREAM_URL" = "תמיד לנגן כתובות";
"SHARED_VLC_IOS_LIBRARY" = "שתף את ספריית ה VLC ל iOS";
"SMB_CIFS_FILE_SERVERS" = "שרתי קבצים (SMB)";

"MANAGED_SERVERS" = "מנוהל";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";

"HTTP_DOWNLOAD_CANCELLED" = "ההורדה בוטלה על ידי המשתמש";

"DOWNLOAD_FROM_HTTP" = "הורדות";
"ERROR_NUMBER" = "אירעה שגיאת %i";
"DOWNLOAD_FAILED" = "ההורדה נכשלה";
"FILE_NOT_SUPPORTED" = "מבנה הקובץ אינו נתמך";
"FILE_NOT_SUPPORTED_LONG" = "סוג הקבצים בהם נעשה שימוש ב־%@ אינם נתמכים על ידי גרסה זו של VLC עבור iOS.";
"SCHEME_NOT_SUPPORTED" = "מבנה הכתובת אינו נתמך";
"SCHEME_NOT_SUPPORTED_LONG" = "מבנה הכתובת (%@) אינו נתמך. נא להשתמש בכתובת המתחילה ב־HTTP,‏ HTTPS או FTP.";
"RENAME_MEDIA_TO" = "נא להזין שם חדש עבור %@";

"FOLDER_EMPTY" = "תיקייה ריקה";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "בחירת קובץ לפתיחה:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "פתיחה בתוך…";
"SHARING_ERROR_NO_FILES" = "לא ניתן למצוא קבצים לשיתוף";
"SHARING_ERROR_NO_APPLICATIONS" = "לא ניתן למצוא אף יישום לפתיחת סוג כזה של קובץ";
"SHARING_SUCCESS_CAMERA_ROLL" = "הקובץ נשמר בהצלחה למאגר התמונות";

"FAVORITEVC_DETAILTEXT" = "הצגת התיקיות המועדפות עליך";
"STREAMVC_DETAILTEXT" = "נגינת תזרימים ללא הורדה";
"DOWNLOADVC_DETAILTEXT" = "הורדת הקבצים ישירות למכשיר שלך";
"HEADER_TITLE_RENDERER" = "בחירת התקן שידור";

"BROWSE" = "עיון";
"NETWORK" = "רשת";
"LOCAL_NETWORK" = "רשת מקומית";
"CONNECT_TO_SERVER" = "התחברות לשרת";
"FILE_SERVER" = "שרתי קבצים";
"USER_LABEL" = "משתמש";
"PASSWORD_LABEL" = "סיסמה";
"DISABLE_LABEL" = "נטרל";
"BUTTON_ANONYMOUS_LOGIN" = "חיבור אנונימי";

"LOCAL_SERVER_REFRESH" = "רענון";
"LOCAL_SERVER_LAST_UPDATE" = "עדכון אחרון ב־%@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "החיבור לשרת נכשל";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "נא לבדוק את כתובת השרת ואת פרטי הגישה שלך";

"FILES_APP_CELL_TITLE" = "קבצים מקומיים";
"FILES_APP_CELL_SUBTITLE" = "לפתוח קובץ מבלי להעתיק אותו ל־VLC";

"CLOUD_SERVICES" = "שרותי ענן";
"LOGIN" = "התחבר";
"LOGGED_IN" = "מחובר";
"LOGGED_IN_SERVICES" = "נכנסת ל־%d שירותים";
"LOGGED_IN_SERVICE" = "נכנסת לשירות אחד";

"DROPBOX_DOWNLOAD" = "האם להוריד קובץ?";
"DROPBOX_DL_LONG" = "האם להוריד את „%@“ אל ה־%@ שלך?";
"DROPBOX_LOGIN" = "כניסה";

"GDRIVE_ERROR_FETCHING_FILES" = "קבלת הקבצים נכשלה";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "הקובץ שלך הורדה בהצלחה";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "הצלחה";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "אירעה שגיאה בעת ההורדה";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "שגיאה";

"ONEDRIVE_MEDIA_WITHOUT_URL" = "למדיה הנבחרת אין כתובת לנגינה";

"DISK_FULL" = "דיסק מלא, הגעת למגבלת האחסון";
"DISK_FULL_FORMAT" = "%@ לא יכול להישמר על %@, מכיוון שאין מספיק מקום פנוי.";

"NUM_OF_FILES" = "%i קבצים";
"ONE_FILE" = "קובץ אחד";
"NO_FILES" = "אין קבצים נתמכים";
"DOWNLOADING" = "בהורדה…";
"REMAINING_TIME" = "הזמן שנותר: %@";
"BIOMETRIC_UNLOCK" = "שחרור נעילת ספריית המדיה\nיש לבטל כדי להכניס קוד";

// Passcode Strings that we need to localize for them
"Set Passcode" = "הגדרת צופן";
"Enter Passcode" = "נא להקליד צופן";
"Enter a passcode" = "נא להקליד צופן";
"Enter your passcode" = "נא למלא את הצופן שלך";
"Passcodes did not match. Try again." = "הצפנים אינם תואמים. נא לנסות שוב.";
"Re-enter your passcode" = "נא להקליד את הצופן שלך שוב";
"Passcode Options" = "אפשרויות צופן";
"4-Digit Numeric Code" = "קוד 4 ספרות"; /* Passcode 4 digit numeric code */
"6-Digit Numeric Code" = "קוד 6 ספרות"; /* Passcode 6 digit numeric code */

"Settings" = "הגדרות"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "פעיל";
"OFF" = "כבוי";

"EMPTY_LIBRARY" = "ספריית המדיה ריקה";
"EMPTY_LIBRARY_LONG" = "לצורך נגינה, ניתן להזרים מדיה משרת ברשת המקומית שלך, מהענן או לסנכרן מדיה מההתקן שלך באמצעות iTunes, להעלות ב־Wi-Fi או משירותי ענן.";

"EMPTY_NO_PLAYLISTS" = "רשימות נגינה";
"EMPTY_NO_PLAYLISTS_DESCRIPTION" = "כדי ליצור רשימות נגינה, יש להיכנס למצב עריכה בלשוניות תוכן הווידאו או השמע ולבחור את המדיה המועדפת עליך.\nניתן גם לסנכרן רשימות נגינה קיימות ממכשירים אחרים שלך או מהאינטרנט.";

"EMPTY_PLAYLIST" = "רשימת נגינה ריקה";
"EMPTY_PLAYLIST_DESCRIPTION" = "הוספת מדיה בעת עריכת הקטגוריות בהתאמה.";

"EMPTY_HISTORY" = "פינוי ההיסטוריה";
"EMPTY_HISTORY_DESCRIPTION" = "אין מדיה עדיין.";

"EMPTY_MEDIA_LIST" = "רשימת מדיה ריקה";
"EMPTY_MEDIA_LIST_DESCRIPTION" = "רשימה המדיה ריקה ולכן אי אפשר להתחיל לנגן";

"PLAYBACK_SCRUB_HELP" = "יש להחליק את האצבע כלפי מעלה כדי להתאים את קצב השיוט.";
"PLAYBACK_SCRUB_HIGH" = "גלילה במהירות גבוהה";
"PLAYBACK_SCRUB_HALF" = "גלילה במהירות בינונית";
"PLAYBACK_SCRUB_QUARTER" = "גלילה ברבע מהמהירות";
"PLAYBACK_SCRUB_FINE" = "גלילה עדינה";
"PLAYBACK_SCRUB_TOTAL_TIME_FORMAT" = "%@ עברו, משך כולל %@"; /* 1: elapsed time, 2: total time */
"PLAYBACK_SCRUB_REMAINING_TIME_FORMAT" = "%@ עברו, %@"; /* 1: elapsed time, 2: remaining time */
"PLAYBACK_SCRUB_ACCESSIBILITY_TIME_DISPLAY" = "תצוגת זמן";
"PLAYBACK_POSITION" = "מיקום הנגינה";
"VIDEO_FILTER" = "מסנני וידאו";
"VIDEO_FILTER_RESET_BUTTON" = "איפוס מסנני וידאו";
"VIDEO_ASPECT_RATIO_BUTTON" = "יחס התצוגה של הווידאו";
"BWD_BUTTON" = "קפיצה אחורה";
"FWD_BUTTON" = "קפיצה קדימה";
"PLAY_BUTTON" = "נגן";
"NEXT_BUTTON" = "הבא";
"PREV_BUTTON" = "הקודם";
"PLAY_ALL_BUTTON" = "לנגן הכול";
"PLAY_ALL_HINT" = "לנגן את כל פריטי המדיה באוסף";

"RESET_VIDEO_FILTERS" = "לאפס את מסנני הווידאו?";
"RESET_PLAYBACK_SPEED" = "לאפס את מהירות הנגינה?";
"RESET_EQUALIZER" = "לאפס את הגדרות האקוולייזר?";
"RESET_SLEEP_TIMER" = "לאפס את מתזמן השינה?";

"CUSTOM_EQUALIZER_PROFILES" = "פרופילים משלך";
"DEFAULT_PROFILE_NAME" = "פרופיל משלך";
"CUSTOM_EQUALIZER_ALERT_TITLE" = "שמירת פרופיל חדש";
"CUSTOM_EQUALIZER_ALERT_MESSAGE" = "לשמור את הפרופיל החדש עם הערכים הנבחרים?";
"RENAME_CUSTOM_PROFILE_TITLE" = "שינוי שם הפרופיל הזה";
"DELETE_CUSTOM_PROFILE_TITLE" = "מחיקת הפרופיל";
"DELETE_CUSTOM_PROFILE_MESSAGE" = "למחוק את הפרופיל הנבחר?";

"VERSION_FORMAT" = "גרסה: %@";
"BASED_ON_FORMAT" = "מבוסס על:<br />%@";

"NEW" = "חדש";

"VO_VIDEOPLAYER_TITLE" = "נגן וידאו";
"VO_VIDEOPLAYER_DOUBLETAP" = "יש לגעת פעמיים כדי להציג או להסתיר את פקדי הנגינה";

"FIRST_STEPS_ITUNES" = "סנכרון קבצים";
"FIRST_STEPS_ITUNES_TITLE" = "סנכרון עם המחשב שלך";
"FIRST_STEPS_ITUNES_DETAILS" = "נא לחבר את ה־%@ שלך כדי להשתמש ב־Finder או ב־iTunes לטובת „שיתוף קבצים”. נא לבחור ב־VLC כדי להעביר קבצים.";
"FIRST_STEPS_WIFI_TITLE" = "שיתוף דרך רשת אלחוטית";
"FIRST_STEPS_WIFI_DETAILS" = "נא למלא את הכתובת שנוצרה בדפדפן המועדף עליך תוך חיבור לאותה הרשת כמו ה־%@ שלך.";
"FIRST_STEPS_CLOUDS" = "עננים";
"FIRST_STEPS_CLOUD_TITLE" = "ענן";
"FIRST_STEPS_CLOUD_DETAILS" = "ניתן להעלות את המדיה שלך לשירות ענן כגון Google Drive או Dropbox כדי להוריד או להזרים אותה מרחוק.";

"PLEX_CHECK_ACCOUNT" = "בדוק את חשבון ה Plex שלך תחת הגדרות";
"PLEX_ERROR_ACCOUNT" = "שגיאת התחברות עם Plex";

"UNAUTHORIZED" = "לא מורשה";

"SERVER" = "שרת";
"SERVER_PORT" = "פורט";
"NO_SERVER_FOUND" = "שרת לא נמצא";
"NO_RECENT_STREAMS" = "שום ערוץ לא נוגן לאחרונה";

"WEBINTF_TITLE" = "משותף דרך רשת אלחוטית";
"WEBINTF_ETHERNET" = "שיתוף דרך רשת קווית";
"WEBINTF_DROPFILES" = "גרירת קבצים";
"WEBINTF_DROPFILES_LONG" = "ניתן להשליך קבצים לכאן כדי להוסיף אותם ל%@ שלך.<br>או ללחוץ על לחצן ה־„+“ כדי להשתמש בחלונית בחירת הקבצים.";
"WEBINTF_DOWNLOADFILES" = "הורדת קבצים";
"WEBINTF_DOWNLOADFILES_LONG" = "עליך פשוט ללחוץ על מה שברצונך להוריד מה%@ שלך.";
"WEBINTF_ADDRESS_COPIED" = "הכתובת הועתקה ללוח הגזירים";
"WEBINTF_TITLE_ATV" = "נגינה מרוחקת";
"WEBINTF_DROPFILES_LONG_ATV" = "גרור לחלון קבצים שאת/ה רוצה לנגן ב %@.<br>או לחץ/י על כפתור ה \"+\| להשתמש בממשק הוספת הקבצים.";
"WEBINTF_URL_SENT" = "כתובת URL נשלחה בהצלחה.";
"WEBINTF_URL_EMPTY" = "כתובת URL לא יכולה להיות ריקה.";
"WEBINTF_URL_INVALID" = "כתובת URL לא תקינה.";
"WEBINTF_AUTH_REQUIRED" = "נא להקליד את קוד הגישה שהגדרת ב־VLC ל־iOS:";
"WEBINTF_AUTH_WRONG_PASSCODE" = "קוד גישה שגוי.<br>ניסיונות שנותרו:";
"WEBINTF_AUTH_BANNED" = "הקלדת יותר מדי קודים שגויים.<br>נא להפעיל את VLC ל־iOS מחדש ולנסות שוב.";

"DURATION" = "משך";
"TITLE" = "כותר";
"ROTATE_BUTTON" = "סיבוב"; /* Accessibility label for rotate button on the player */
"ROTATE_BUTTON_HINT" = "מעבר בין מצב אופקי לאנכי בנגן הווידאו."; /* Accessibility hint for rotate button on the player */

"AUDIO_INFO_VC_TITLE" = "פרטי השמע";
"ENTER_URL" = "הכנס כתובת URL לנגינה";
"HTTP_SERVER_ON" = "חסום נגינה מרחוק";
"HTTP_SERVER_OFF" = "אפשר נגינה מרחוק";
"CACHED_MEDIA" = "מדיה במטמון";
"CACHED_MEDIA_LONG" = "מדיה המוצגת כאן נשמרת מקומית על האפל טיוי שלך. שים/י לב  כי מדיה זו יכולה להימחק על ידי מערכת ההפעלה ללא כל התראה בכל פעם ש VLC לא רץ במקרה ולמכשיר נגמר המקום לאחסון מידע.";
"DOWNLOAD_SUBS_FROM_OSO" = "הורדת כתוביות…";
"FOUND_SUBS" = "נמצאו כתוביות";
"NO_SUB_FOUND_OSO" = "לא נמצאו כתוביות בפריט המדיה שלך „%@”.";
"SELECT_AUDIO_FROM_FILES" = "טעינת שמע חיצוני…";
"SELECT_SUBTITLE_FROM_FILES" = "טעינת כתוביות חיצוניות…";
"USE_SPDIF" = "שימוש בהעברה ישירה (S/PDIF)";

"PLAYBACK" = "נגינה";
"REPEAT_MODE" = "חזרה";
"REPEAT_DISABLED" = "מנוטרל";
"REPEAT_SINGLE" = "בודד";
"REPEAT_FOLDER" = "תיקייה";
"SHUFFLE" = "ערבוב";
"SHUFFLE_DISABLED" = "כיבוי הערבול";

"RESET_NETWORK_STREAM_LIST_TITLE" = "איפוס הרשימה";
"RESET_NETWORK_STREAM_LIST_TEXT" = "איפוס הרשימה של תזרימי הרשת שנוגנו לאחרונה לצמיתות.";

// MARK: - Local Network Service Names
"UPNP_LONG" = "Plug'n'Play אוניברסלי (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "שרת המדיה Plex (דרך Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_SHORT" = "FTP";
"SFTP_SHORT" = "SFTP";

"NFS_LONG" = "מערכת קבצים רשתית (NFS)";
"NFS_SHORT" = "NFS";

"BONJOUR_FILE_SERVERS" = "שרת קבצים BONJOUR";
"DSM_WORKGROUP" = "קבוצת עבודה";

"URL_NOT_SUPPORTED" = "לא ניתן לפתוח את הכתובת הזאת";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "לחץ על %@ למחיקה"; /* Insert %@ where play-pause-glyph should be placed */
"DELETE_MESSAGE" = "אישור מחיקת הבחירה";
"DELETE_MESSAGE_PLAYLIST" = "למחוק את רשימת הנגינה הנבחרת?\nהמדיה שברשימה לא תימחק.";
"DELETE_MESSAGE_PLAYLIST_CONTENT" = "להסיר את המדיה הנבחרת מהרשימה?\nקובץ המדיה לא יימחק מהכונן.";

// MARK: - Drag and Drop

"PROTOCOL_NOT_SELECTED" = "הפרוטוקול לא נבחר";
"Settings" = "הגדרות";

"ERROR" = "שגיאה";
"SORT" = "סידור";
"SORT_BY" = "סידור לפי";
"SEARCH" = "חיפוש";
"VIDEO" = "וידאו";

// MARK: - MediaViewController Swipable Header
"ALBUMS" = "אלבומים";
"ARTISTS" = "אמנים";
"EPISODES" = "פרקים";
"GENRES" = "סגנונות";
"ALL_VIDEOS" = "כל הסרטונים";
"SONGS" = "שירים";
"PLAYLISTS" = "רשימות נגינה";
"VIDEO_GROUPS" = "קבוצות וידאו";
"HISTORY" = "היסטוריה";
"MODIFIED_DATE" = "מועד שינוי אחרון";
"NAME" = "שם";

// MARK: - EDIT

"BUTTON_MENU" = "תפריט";
"BUTTON_MENU_HINT" = "ניתן לבחור, לסדר מחדש ולמיין את פריטי המדיה שבתצוגה הזאת";

"BUTTON_EDIT" = "עריכה";
"BUTTON_EDIT_HINT" = "מצב עריכה";

"BUTTON_SELECT" = "בחירה";
"BUTTON_SELECT_HINT" = "כפתור בחירה";

"BUTTON_SELECT_ALL" = "בחירה בהכול";
"BUTTON_SELECT_ALL_HINT" = "לבחור את כל פריטי המדיה שקיימים בתצוגה הזאת";

"BUTTON_HISTORY" = "היסטוריה";
"BUTTON_HISTORY_HINT" = "הצגת המדיה האחרונה שהתנגנה";

"BUTTON_CLEAR" = "פינוי";
"CLEAR_HISTORY_TITLE" = "פינוי ההיסטוריה";
"CLEAR_HISTORY_MESSAGE" = "אישור פינוי ההיסטוריה";

"ADD_TO_PLAYLIST" = "הוספה לרשימת הנגינה";
"ADD_TO_PLAYLIST_HINT" = "פתיחת תפריט ההוספה לרשימת נגינה";

"PLAY_AS_AUDIO" = "נגינה כשמע";
"PLAY_AS_AUDIO_HINT" = "לנגן את קובץ הסרטון כקובץ שמע.";

"PLAYLIST_PLACEHOLDER" = "כותרת רשימת נגינה";
"PLAYLIST_DESCRIPTION" = "נא לבחור כותרת לרשימת הנגינה החדשה שלך";
"PLAYLIST_CREATION" = "יצירת רשימת נגינה חדשה";
"PLAYLIST_CREATION_HINT" = "הצגת פעולה אינטראקטיבית כדי ליצור רשימת נגינה";
"ERROR_PLAYLIST_CREATION" = "יצירת רשימת הנגינה נכשלה";
"ERROR_PLAYLIST_TRACKS" = "קבלת הרצועות נכשלה";

"ERROR_RENAME_FAILED" = "שינוי השם נכשל";
"ERROR_EMPTY_NAME" = "הכותרת לא יכולה להישאר ריקה";

"SHARE_LABEL" = "שיתוף";
"SHARE_HINT" = "שיתוף הקבצים הנבחרים";
"RENAME_HINT" = "שינוי שמם של הקבצים הנבחרים";
"DELETE_HINT" = "מחיקת הקבצים הנבחרים";

"ADDITIONAL_OPTIONS" = "אפשרויות נוספות";

// MARK: - Sort

"BUTTON_SORT" = "מיון";
"BUTTON_SORT_HINT" = "הצגת גיליון פעולת מיון";
"HEADER_TITLE_SORT" = "מיון לפי";
"DESCENDING_LABEL" = "בסדר יורד";
"DESCENDING_SWITCH_LABEL" = "בסדר עולה או יורד";
"DESCENDING_SWITCH_HINT" = "מיון הקשר בסדר עולה או יורד";
"GRID_LAYOUT" = "רשת";
"GRID_LAYOUT_HINT" = "הצגת הפריטים כרשת";
"LIST_LAYOUT" = "רשימה";
"HIDE_FEAT_ARTISTS" = "הסתרת אומנים מובילים";
"HIDE_TRACK_NUMBERS" = "הסתרת מספרי רצועות";

// MARK: - VLCMediaLibraryKit - Sorting Criteria

"ALPHA" = "אלפבית";
"DURATION" = "משך";
"INSERTION_DATE" = "מועד הוספה";
"LAST_MODIFICATION_DATE" = "מועד שינוי אחרון";
"RELEASE_DATE" = "מועד שחרור";
"FILE_SIZE" = "גודל קובץ";
"ARTIST" = "אמן";
"PLAY_COUNT" = "מניין ניגונים";
"ALBUM" = "אלבום";
"FILENAME" = "שם קובץ";
"TRACK_NUMBER" = "מספר רצועה";
"NB_AUDIO" = "מספר שמע";
"NB_MEDIA" = "מספר מדיה";
"NB_VIDEO" = "מספר וידאו";
"NB_ALBUM" = "מספר האלבומים";
"LAST_PLAYBACK_DATE" = "תאריך הנגינה האחרון";
"TRACK_ID" = "מזהה רצועה";
"CUSTOM" = "התאמה אישית";

// MARK: - VLCNetworkLoginTVViewController

"NO_SAVING_DATA" = "שום דבר לא נמצא";

// MARK: - MediaCollectionViewCell

"UNKNOWN_ARTIST" = "אמן לא ידוע";
"VARIOUS_ARTIST" = "מגוון אמנים";
"UNKNOWN_ALBUM" = "אלבום לא ידוע";
"SINGLE_ITEM_SELECTED" = "פריט נבחר";
"MULTIPLE_ITEMS_SELECTED" = "פריטים נבחרו";

// MARK: - VideoPlayerControls

"SUBTITLE_AND_TRACK_BUTTON" = "כתוביות ורצועות שמע";
"SUBTITLE_AND_TRACK_HINT" = "בחירת כתוביות או רצועות שמע";

"DVD_BUTTON" = "DVD";
"DVD_HINT" = "מנשק DVD";

"ROTATION_LOCK_BUTTON" = "נעילת הטיה";
"ROTATION_LOCK_HINT" = "נעילת הווידאו להטיה הנוכחית";

"REPEAT_HINT" = "לחזור על חלק מהמדיה";
"DO_NOT_REPEAT_HINT" = "לא לחזור על רשימת המדיה";
"REPEAT_ALL_HINT" = "לחזור על רשימת המדיה";

"BACKWARD_BUTTON" = "אחורה";
"BACKWARD_HINT" = "לקפוץ אחורה";

"PREVIOUS_BUTTON" = "הקודם";
"PREVIOUS_HINT" = "המדיה הקודמת";

"PLAY_PAUSE_BUTTON" = "לנגן או להשהות";
"PLAY_PAUSE_HINT" = "לנגן או להשהות את הנגינה הנוכחית";

"STOP_BUTTON" = "עצירה";
"CLOSE_HINT" = "עצירת הנגינה";

"MINIMIZE_BUTTON" = "מזעור";
"MINIMIZE_HINT" = "מזעור הנגן";

"NEXT_HINT" = "המדיה הבאה";

"FORWARD_BUTTON" = "קדימה";
"FORWARD_HINT" = "קפיצה קדימה";

"INTERFACE_LOCK_BUTTON" = "נעילת המנשק";

"SELECT_A_MARK" = "נא לבחור את סמן א׳";
"SELECT_A_MARK_HINT" = "נא לבחור את את סמן א׳ בלולאת א←ב";
"SELECT_B_MARK" = "נא לבחור את סמן ב׳";
"SELECT_B_MARK_HINT" = "נא לבחור את סמן ב׳ בלולאת א←ב";

"AB_LOOP" = "לולאת א←ב";
"AB_LOOP_MARKS" = "סימוני לולאת א←ב";

"RESET_AB_LOOP" = "להסיר את לולאת א←ב?";
"RESET_AB_LOOP_MARKS" = "לאפס את סימוני לולאת א←ב?";

"SHUFFLE_HINT" = "ערבוב רשימת המדיה";
"SHUFFLE_OFF_HINT" = "לא לערבב את רשימת המדיה";

"ASPECT_RATIO_TITLE" = "יחסי תצוגה";
"VIDEO_ASPECT_RATIO_BUTTON" = "יחס התצוגה של הווידאו";
"VIDEO_ASPECT_RATIO_HINT" = "להחליף את יחס התצוגה של הסרטון הנוכחי";

"MORE_OPTIONS_BUTTON" = "עוד";
"MORE_OPTIONS_HINT" = "הצגת פקדים לאפשרויות נוספות";

"PLAYBACK_CONTROLS_BAR_TITLE" = "פקדי נגינה";
"PLAYBACK_CONTROLS_BAR_HINT" = "השהיה, חתירה, הפרק הבא";

"PLAYER_WARNING_SUBTITLE_CAST_TITLE" = "אין תמיכה בכתוביות";
"PLAYER_WARNING_SUBTITLE_CAST_DESCRIPTION" = "עדיין אין תמיכה בכתוביות בזמן שידור.";

// MARK: - MediaMoreOptionsActionSheet
"EQUALIZER_CELL_TITLE" = "אקולייזר";
"MORE_OPTIONS_HEADER_TITLE" = "אפשרויות וידאו";
"MORE_OPTIONS_HEADER_AUDIO_TITLE" = "אפשרויות שמע";
"BOOKMARKS_TITLE" = "סימניות";
"ADD_BOOKMARKS_TITLE" = "הוספת סימניות";
"BOOKMARK_DEFAULT_NAME" = "ליצור סימנייה ב־";
"BOOKMARK_RENAME_TITLE" = "שינוי שם סימניה";
"BOOKMARK_DELETE_TITLE" = "מחיקת סימניה";
"BOOKMARK_DELETE_MESSAGE" = "אישור מחיקת הסימניה";
"INCREASE_BUTTON" = "כפתור האצה";
"INCREASE_PLAYBACK_SPEED" = "האצת מהירות הנגינה";
"INCREASE_AUDIO_DELAY" = "הגדלת השהיית השמע";
"INCREASE_SUBTITLES_DELAY" = "הגדלת השהיית הכתוביות";
"DECREASE_BUTTON" = "כפתור האטה";
"DECREASE_PLAYBACK_SPEED" = "האטת מהירות הנגינה";
"DECREASE_AUDIO_DELAY" = "צמצום השהיית השמע";
"DECREASE_SUBTITLES_DELAY" = "צמצום השהיית הכתוביות";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT" = "הצגת קיצור מהירות הנגינה";
"DISPLAY_PLAYBACK_SPEED_SHORTCUT_HINT" = "יש להפעיל כדי להציג את קיצור מהירות הנגינה";
"VIDEO_FILTERS_HINT" = "יש לבחור כדי לפתוח את תצוגת מסנני הווידאו";
"PLAYBACK_SPEED_HINT" = "יש לבחור כדי לפתוח את תצוגת מהירות הנגינה";
"SUBTITLES_DELAY_HINT" = "יש לבחור כדי לפתוח את תצוגת השהיית הכתוביות";
"AUDIO_DELAY_HINT" = "יש לבחור כדי לפתוח את תצוגת השהיית השמע";
"SLEEP_TIMER_HINT" = "יש לבחור כדי לפתוח את תצוגת מתזמן השינה";
"EQUALIZER_HINT" = "יש לבחור כדי לפתוח את תצוגת האקוולייזר";
"CHAPTERS_HINT" = "יש לבחור כדי לפתוח את תצוגת הפרקים";
"BOOKMARKS_HINT" = "יש לבחור כדי לפתוח את תצוגת הסימניות";
"INTERFACE_LOCK_HINT" = "יש להפעיל את האפשרות כדי לנעול את מנשק המשתמש";

// MARK: - Settings
"FORCE_RESCAN_TITLE" = "אילוץ סריקת ספריית המדיה מחדש";
"FORCE_RESCAN_MESSAGE" = "לאלץ את VLC לסרוק את תיקיית המדיה שלך מחדש?\nפעולה זו עשויה לארוך זמן מה.";

"FEEDBACK_EMAIL_TITLE" = "משוב על VLC ל־iOS ול־iPad";
"FEEDBACK_EMAIL_NOT_POSSIBLE_TITLE" = "לא מוגדר חשבון דוא״ל";
"FEEDBACK_EMAIL_NOT_POSSIBLE_LONG" = "ניתן ליצור אתנו קשר דרך %@ ממכשיר אחר.";

"SETTINGS_THEME_BLACK" = "להשתמש ברקע שחור במצב כהה";
"SETTINGS_THEME_BLACK_SUBTITLE" = "לשפר את חיי הסוללה במכשירים עם מסך OLED";

"SETTINGS_RESET_TITLE" = "איפוס ההגדרות";
"SETTINGS_RESET_MESSAGE" = "לאפס את כל ההגדרות לערכי ברירת המחדל שלהן?";

"SETTINGS_PLAY_ALL" = "נגינה חלקה לאוספים";
"SETTINGS_PLAY_ALL_HINT" = "יש להפעיל כדי לנגן אוטומטית את פריט המדיה הבא בלשוניות השמע או הווידאו";
"SETTINGS_PLAYLIST_PLAY_ALL" = "נגינה חלקה לרשימות נגינה";
"SETTINGS_PLAYLIST_PLAY_ALL_HINT" = "יש להפעיל כדי לנגן אוטומטית את פריט המדיה הבא ברשימת נגינה";

"SETTINGS_DOCUMENTATION" = "תיעוד";

// MARK: - Local Network

"SMBV1_WARN_TITLE" = "אזהרת חיבור SMBv1";
"SMBV1_WARN_DESCRIPTION" = "זיהינו פרוטוקול ישן (SMBv1).\nלהמשיך עם SMBv1?\nאנו ממליצים לשדרג או לערוך את הגדרות השרת שלך.";
"SMBV1_CONTINUE" = "להמשיך עם SMBv1";
"SMBV1_NEXT_PROTOCOL" = "לנסות SMBv2/v3";

// MARK: - Preview labels

"ENCODING" = "קידוד";

// MARK: - Media groups

"ADD_TO_MEDIA_GROUP" = "הוספה לקבוצת מדיה";
"ADD_TO_MEDIA_GROUP_HINT" = "פתיחת תפריט ההוספה לקבוצת מדיה";

"MEDIA_GROUPS" = "קבוצות מדיה";
"MEDIA_GROUPS_DESCRIPTION" = "נא לבחור כותרת לקבוצת המדיה החדשה שלך";
"MEDIA_GROUPS_PLACEHOLDER" = "כותרת קבוצת מדיה";

"REMOVE_FROM_MEDIA_GROUP" = "הסרה מקבוצת מדיה";
"REMOVE_FROM_MEDIA_GROUP_HINT" = "הסרת הבחירה מקבוצת המדיה";

"MEDIA_GROUP_CREATION" = "קבוצת מדיה חדשה";
"MEDIA_GROUP_CREATION_HINT" = "הצגת התראה ליצירת רשימת נגינה";
"MEDIA_GROUP_MOVE_TO_ROOT" = "העברת תוכן לרמה עליונה";
"MEDIA_GROUP_MOVE_TO_ROOT_HINT" = "העברת תוכן הבחירה לרמה העליונה";

"BUTTON_REGROUP" = "קיבוץ מחדש";
"BUTTON_REGROUP_TITLE" = "קיבוץ הבחירה מחדש";
"BUTTON_REGROUP_HINT" = "לנסות לקבץ מדיה בודדת מחדש אוטומטית";
"BUTTON_REGROUP_DESCRIPTION" = "לנסות לקבץ מדיה בודדת מחדש אוטומטית?\nפעולה זו עלולה לארוך זמן מה";

// MARK: - Files.app persistence file
"MEDIALIBRARY_FILES_PLACEHOLDER" = "יש להציב כאן מדיה כדי להוסיף אותה";
"MEDIALIBRARY_ADDING_PLACEHOLDER" = "מתווספת…";

// MARK: - QueueViewController

"PLAY_HINT" = "לנגן";
"PLAY_LABEL" = "לנגן";
"PLAY_NEXT_IN_QUEUE_HINT" = "לנגן את הבא בתור";
"PLAY_NEXT_IN_QUEUE_LABEL" = "לנגן את הבא בתור";
"APPEND_TO_QUEUE_HINT" = "להוסיף לסוף התור";
"APPEND_TO_QUEUE_LABEL" = "להוסיף לסוף התור";
"QUEUE_LABEL" = "תור";

"DISPLAY_AS" = "להציג בתור";

/* New strings */
"BRIGHTNESS_HINT" = "בקרת בהירות אנכית";
"BRIGHTNESS_SLIDER" = "יש להחליק אנכית כדי לשנות את רמת הבהירות";

/* New strings */
"VOLUME_HINT" = "בקרת בהירות אנכית";
"VOLUME_SLIDER" = "יש להחליק אנכית כדי לשנות את עצמת השמע";

// MARK: - AudioMiniPlayer playback controls menu
"MENU_PLAYBACK_CONTROLS" = "פקדי נגינה";
"MENU_REPEAT_DISABLED" = "ללא חזרה";
"MENU_REPEAT_SINGLE" = "חזרה על אחד";
"MENU_REPEAT_ALL" = "חזרה על הכול";

// MARK: - ActionSheet

"ACTIONSHEET_BACKGROUND_LABEL" = "רקע גיליון הפעולות";
"ACTIONSHEET_BACKGROUND_HINT" = "נגיעה תסיר את גיליון הפעולות.";

// MARK: - Donation
"DONATION_CUSTOM_AMOUNT" = "סכום אחר";
"DONATION_TITLE" = "פרטיות לפני רווחיות";
"DONATION_DESCRIPTION" = "מולטימדיה פרטית, בקוד פתוח, במימון הציבור. בלי פרסומות, בלי מעקב, בלי פשרות. חופשי לשימוש לכל אחד ואחת. אפשר לתרום עוד היום כדי לתמוך ב־VideoLAN.";
"DONATION_WINDOW_TITLE" = "תרומה ל־VideoLAN";
"DONATE_CC_DC" = "כרטיס אשראי או חיוב";
"DONATION_CHOOSE_PP" = "נא לבחור את ספק התשלום שלך";
"DONATION_CHOOSE_CURRENCY" = "נא לבחור מטבע";
"DONATION_AMOUNT" = "סכום תרומה: %@";
"DONATION_CC_NUM" = "מספר כרטיס אשראי";
"DONATION_CC_EXPIRY_DATE" = "תאריך תפוגה";
"DONATION_CC_EXPIRY_DATE_MONTH" = "MM";
"DONATION_CC_EXPIRY_DATE_YEAR" = "YY";
"DONATION_CC_CVV" = "ספרות בגב הכרטיס";
"DONATION_APPLE_PAY_NOT_POSSIBLE" = "הגדרת Apple Pay נכשלה";
"DONATION_APPLE_PAY_NOT_POSSIBLE_LONG" = "VLC נכשל בהגדרת Apple Pay לביצוע התרומה שלך. נא לבחור בספק תשלום אחר כדי להמשיך..";
"DONATION_DONATE_BUTTON" = "תרומה";
"PURCHASE_FAILED" = "הרכישה נכשלה.";
"SEND_DONATION" = "שליחת התרומה שלך";
"PURCHASE_SUCESS_TITLE" = "התרומה נשלחה";
"PURCHASE_SUCESS_DESCRIPTION" = "תודה רבה על התרומה שלך!";
"DONATION_CONTINUE" = "להמשיך";
"BUTTON_NOT_NOW" = "לא עכשיו";
"DONATION_NAGSCREEN_TITLE" = "לתרום עוד היום";
"DONATION_NAGSCREEN_SUBTITLE" = "תמיכה במולטימדיה חופשית ופתוחה";
"DONATION_INVOICES" = "חשבוניות";
"DONATION_RECEIPTS" = "קבלות";
"DONATION_INVOICES_RECEIPTS" = "חשבוניות וקבלות";
"DONATION_CHARGES_CLEARED_ON_REINSTALL" = "אם התקנת את VLC מחדש, חשבוניות וקבלות מתרומות עבר לא תהיה זמינות כיוון שכל המידע האישי מאוחסן במכשיר בלבד.\n\nלשאלות, ניתן ליצור איתנו קשר דרך donation@videolan.org ולציין את מזהה המשתמש האלמוני הזה %@";
"DONATION_CANCEL_MONTHLY" = "ביטול תרומה מתחדשת";
"DONATION_MONTHLY" = "חודשית";
"DONATION_MONTHLY_FORMAT" = "%@ לחודש";
"DONATION_MONTHLY_VIDEOLAN" = "תרומה חודשית ל־VideoLAN";
"DONATION_ONCE" = "חד־פעמית";
"DONATION_UPDATE_MONTHLY" = "עדכון התרומה המתחדשת";
"DONATION_VIDEOLAN" = "תרומה ל־VideoLAN";
"DONATION_CANCEL_LONG" = "עצוב לנו לראות שביטלת את התרומה המתחדשת ל־VideoLAN. כל התמיכה שסיפקת עד עכשיו מאוד משמעותית לנו. תודה רבה לך על הכול!";
"DONATION_BANK_TRANSFER" = "העברה בנקאית";
"DONATION_BANK_TRANSFER_LONG" = "Stripe מעבדים תרומות לטובת VideoLAN.‏ VideoLAN לא מאחסנים או אוספים את המידע האישי שלך.";
"DONATION_BUTTON_AGREE" = "מקובל עליי";
"DONATION_IBAN" = "מספר חשבון בנק (IBAN/זה״ב)";
"DONATION_EMAIL" = "דוא״ל";
"DONATION_NAME" = "שם";
"DONATION_NAME_BANK_ACCOUNT" = "שם חשבון הבנק";
"DONATION_EMBARGOED_COUNTRY" = "אנחנו לא מקבלים תרומות מהמדינה שלך כרגע. VLC לגמרי לרשותך!";

// MARK: - Playback keyboard shortcuts

"KEY_JUMP_BACKWARDS" = "לקפוץ אחורה";
"KEY_JUMP_FORWARDS" = "לקפוץ קדימה";
"KEY_INCREASE_PLAYBACK_SPEED" = "הגברת מהירות הנגינה";
"KEY_DECREASE_PLAYBACK_SPEED" = "האטת מהירות הנגינה";
"KEY_RESET_PLAYBACK_SPEED" = "איפוס מהירות הנגינה";
"KEY_SEEK_TO_PERCENT" = "לחתור למשך של %i%%";

// MARK: - TitleSelection

"TITLESELECTION_BACKGROUND_LABEL" = "רקע בחירת כותרת";
"TITLESELECTION_BACKGROUND_HINT" = "נגיעה מסירה את התצוגה.";

// MARK: - NEW DELETE STRINGS
"DELETE_SINGLE_TITLE" = "למחוק את „%@”?";
"DELETE_MULTIPLE_TITLE" = "למחוק את „%@” ועוד %d?";

// MARK: - AppIntent Strings
"APPINTENT_PLAY_MEDIA_TITLE" = "ניגון ברקע";
"APPINTENT_PLAY_MEDIA_DESCRIPTION" = "ניגון רשימת הנגינה הנבחרת ברקע מבלי לפתוח את היישומון.";
"APPINTENT_PLAY_MEDIA_PLAY_${mediaName}" = "ניגון ${mediaName} ברקע";

// MARK: - VerticalSliderControl Strings
"VERTICAL_SLIDER_CONTROL_ACCESSIBILITY_LABEL" = "מחוון אנכי";
"VERTICAL_SLIDER_CONTROL_INCREMENT_ACTION" = "הגדלה";
"VERTICAL_SLIDER_CONTROL_DECREMENT_ACTION" = "קבלה";

// MARK: - Download Completion Announcement
"DOWNLOAD_COMPLETED_ANNOUNCEMENT" = "הורדת הקובץ „%@” הושלמה";

//MARK: - Playlist Add Action Status
"ADD_TO_PLAYLIST_STATUS_MESSAGE" = "נוספו %d פריטי מדיה אל %@";
"ADD_ALERT_TITLE" = "הבחירה נמצאה ברשימת הנגינה";
"ADD_ALERT_MESSAGE_SINGLE" = "ניסית להוסיף פריט מדיה שהוא כבר חלק מהרשימה %@";
"ADD_ALERT_MESSAGE_MULTIPLE" = "ניסית להוסיף %d פריטי מדיה שהם כבר חלק מהרשימה %@";

//MARK: - Last played playlist indicator
"LAST_PLAYED_PLAYLIST_LABEL_TITLE" = "אחרונים שהתנגנו";
